{
  "name": "Crash Source",
  "identifier": "com.Crash792.source",
  "userInfo": {},
  "news": [],
  "apps": [
    {
      "name": "Crunchyroll++",
      "bundleIdentifier": "com.crunchyroll.plus",
      "developerName": "unlimapps",
      "subtitle": "Modified Crunchyroll",
      "version": "3.5.1",
      "versionDate": "2020-03-24T14:00:00-07:00",
      "versionDescription": "-Premium unlocked \n\n-Without Ads\n\n-Latest ipa updated\n\n-don't login ",
      "downloadURL": "https://f000.backblazeb2.com/file/altstore/altstore-beta.ipa",
      "localizedDescription": "tream Japan's most popular anime with Crunchyroll. Watch new shows like Dr. STONE, One Piece, Black Clover, BORUTO: NARUTO NEXT GENERATIONS, Demon Slayer, plus favorites like Dragon Ball Super, Naruto, My Hero Academia, Attack on Titan, Mob Psycho 100, and hundreds more! Plus, watching on Crunchyroll helps support the creators who work to bring you awesome anime every week (Show availability varies by region).\n\nTry Crunchyroll Premium FREE for 14 days or start watching your favorite anime now for free. Sign up in the Crunchyroll app!\n\nWith Crunchyroll Premium, you get:\n- No ads\n- New episodes one hour after airing in Japan\n- Watch on Apple TV, Xbox, PS4, Roku – pretty much any internet-connected screen\n\nBecome a Premium user with in-app purchasing and auto-pay each month.\n\nIn-App Purchase information:\n- Subscribe to Premium for only $7.99 per month (amount in USD in US App Store)\n- Your iTunes Account will automatically be charged after you confirm your subscription\n- The subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of your billing period. You can manage subscriptions and turn off auto-renewal by going to Account Settings after purchase\n- Your iTunes Account will be charged $7.99 monthly for renewal within 24 hours prior to the end of the current period\n- A current subscription cannot be cancelled during an active subscription period\n- You can find our Privacy Policy at https://www.crunchyroll.com/privacy and Terms of Service at https://www.crunchyroll.com/tos",
      "iconURL": "https://user-images.githubusercontent.com/705880/65270980-1eb96f80-dad1-11e9-9367-78ccd25ceb02.png",
      "tintColor": "f47521",
      "size": "11688173",
      "beta": false,
      "screenshotURLs": [
        "https://user-images.githubusercontent.com/705880/65605563-2f009d00-df5e-11e9-9b40-1f36135d5c80.PNG",
        "https://user-images.githubusercontent.com/705880/65605569-30ca6080-df5e-11e9-8dfb-15ebb00e10cb.PNG",
        "https://user-images.githubusercontent.com/705880/65605577-332cba80-df5e-11e9-9f00-b369ce974f71.PNG"
      ]
    }
  ]
}